hyprland
hyprpaper
hyprlock
hypridle
hyprpicker
hyprsunset
wf-recorder
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
kitty
qt5-wayland
qt6-wayland
rofi-wayland
vim
fastfetch
fuse2
gtk4
libadwaita
jq
python-gobject
wget
unzip
unrar
tar
gzip
gum
rsync
figlet
git
pacman-contrib
sed
xdg-user-dirs
man-pages
networkmanager
eza
python-pip
brightnessctl
network-manager-applet
imagemagick
xclip
neovim
python-pywal
pinta
blueman
grim
slurp
cliphist
nwg-look
polkit-kde-agent
zsh
zsh-completions
fzf
pavucontrol
papirus-icon-theme
breeze
breeze5
gvfs
noto-fonts
noto-fonts-cjk
ttf-fira-sans
ttf-fira-code
ttf-firacode-nerd
otf-font-awesome
ttf-font-awesome
dolphin
archlinux-xdg-menu
btop
networkmanager
gnome-bluetooth-3.0
pipewire
libgtop
bluez
bluez-utils
wl-clipboard
dart-sass
python
power-profiles-daemon
hyprpicker
cifs-utils
swww
tlp
ark
haruna
krdc
freerdp2
libvncserver
solaar
kcalc
